{
    "error_generic": "Sorry, I'm having issues.",
    "image_caption_response": [
        "I think that's %s.",
        "Hmm, that might be %s.",
        "That could be %s.",
        "Is that %s?",
        "That looks like %s.",
        "I have a feeling that's %s."
    ],
    "image_nocaption_response": [
        "¯\\_(ツ)_/¯",
        "Hmm... You got me: I'm stumped!",
        "I really have no idea what that was.",
        "That was a little too abstract for me.",
        "¯\\_(ツ)_/¯"
    ],
    "image_caption_help": [ "Hi! Send me a picture or a link to one, and I'll tell you what it is." ],
    "image_caption_help_paste": [ "Hi! Send me a picture or a link to one, and I'll tell you what it is. In channels and group chats, please paste the picture directly into the compose box: Teams won't let me receive file attachments yet!" ],
    "analysis_error": "There was a problem analyzing the image: %s",
    "ocr_help": [ "Hi! Send me a picture or a link to one, and I'll return a file with the text that I recognized." ],
    "ocr_help_paste": [ "Hi! Send me a picture or a link to one, and I'll return a file with the text that I recognized. In channels and group chats, please paste the picture directly into the compose box: Teams won't let me receive file attachments yet!" ],
    "ocr_result_expired": [ 
        "That result has expired. Send me the picture again, and I'll rescan it.",
        "Hmm, I've forgotten about that one. Send it to me again: I'll take another look.",
        "Oops, I already lost that one. Send me the picture again, and I'll rescan it."
    ],
    "ocr_upload_error": "There was an error uploading the file: %s",
    "ocr_file_description": "Text recognized from the image",
    "ocr_file_name": "result.txt",
    "ocr_textfound_message": [
        "That picture appears to contain text in the following language: %s.",
        "I found %s text in that image.",
        "It looks like that picture has text in %s.",
        "Here's the %s text I found in that image.",
        "That looks like it contains %s."
    ],
    "ocr_notextfound_message": [
        "I didn't find any text in that picture.",
        "Hmm, that didn't seem to have any text.",
        "Sorry, did that contain any words?",
        "Are you sure that had text in it?",
        "Sorry, I couldn't make any sense of that one.",
        "Sorry, that didn't make any sense to me."
    ],
    "ocr_file_upload_declined": "Ok! If you change your mind, just send me the picture again."
}